Repository: casvanluijtelaar/leading
Catalog: lib/l10n/intl_*.arb
Languages: nl

# buttonContinue
source: Continue
nl: Verder

# buttonRetry
source: Retry
nl: Opnieuw

# permissionsTitle
source: Welcome
nl: Welkom

# permissionsSubtitle
source: Leading requires Bluetooth and Location permissions. Make sure both are enabled to continue
nl: Leading maakt gebruik van bluetooth en wifi, zorg dat beide aanstaan

# locationStartTitle
source: Location
nl: Locatie

# locationStartError
source: We couldn’t establish your current location. Are you in the right place?
nl: We kunnen je locatie niet vinden, ben je op de juiste plaats?

# locationStartLoading
source: Looking for your location
nl: Zoeken naar je locatie

# locationStartSucces
source: I see that you’re currently at {name} let’s see where you want to go
nl: We zien dat je momenteel in {name} bent, eens kijken waar je naartoe wilt

# locationEndTitle
source: Destination
nl: bestemming

# locationEndError
source: We couldn’t find any suitable destinations, check your internet connectivity
nl: We konden geen bestemmingen vinden, controlleer je internet verbinding.

# locationEndSucces
source: Where is It you'd like to go?
nl: Waar wil je naartoe?

# detailsTitle
source: Finishing up
nl: Aan het afronden

# detailsSucces
source: We've calculated the best route and finished up some background tasks
nl: We hebben de beste route berekend en wat achtergrond werk afgerond

# detailsLoading
source: Calculating best route
nl: Berekenen van de beste route

# onboardingBack
source: Back
nl: terug

# onboardingCancel
source: Cancel
nl: Annuleer

# onboardingNext
source: Next
nl: Volgende

# onboardingColorTitle
source: Colour
nl: Kleur

# onboardingColorSubtitle
source: This is your colour. It will guide you through your wayfinding journey
nl: Dit is jouw kleur, het zal je door jouw wayfinding route leiden

# onboardingAnimationTitle
source: Animation
nl: Animatie

# onboardingAnimationSubtitle
source: Your wayfinding route will be displayed by LED animations in your colour, they will guide you to your destination.
nl: Jouw wayfinding route zal via LED animaties in jouw kleur weergeven worden, ze zullen ze naar je bestemming leiden

# onboardingSummeryTitle
source: Summery
nl: Samenvatting

# onboardingSummeryStart
source: from
nl: van

# onboardingSummeryEnd
source: to
nl: naar

# trackerProgressTitle
source: Wayfinding in Progress
nl: Wayfinding bezig

# trackerProgressSubtitle
source: Follow your colour to your destination, we’ll Let you know once you get there! You can always quit if you want to.
nl: Volg jouw kleur naar je bestemming, we zullen je laten weten wanneer je er bent. Je kan altijd halverwege stoppen!

# trackerProgressEnd
source: To {location}
nl: Naar {location}

# trackerProgressQuit
source: Quit
nl: Stoppen

# trackerCompleteTitle
source: We're here
nl: We zijn er

# trackerCompleteSubtitle
source: You’ve reached your destination. your route will no longer be marked. Click Complete to start over!
nl: Je hebt je bestemming bereikt. De route wordt niet meer gemarkeerd. Druk op afronden om opnieuw te beginnen

# trackerCompleteEnd
source: Currently at {location}
nl: Momenteel bij {location}

# trackerCompleteQuit
source: Complete
nl: Afronden
